Repository: DUNDERTRiX/Bello
Catalog: language/Turkish/strings.po
Languages: tr

# #31000
source: Live TV
tr: Canlı TV

# #31001
source: TV Guide
tr: TV Rehberi

# #31002
source: TV Shows
tr: TV Programları

# #31003
source: Aired
tr: Gösterim

# #31004
source: Premiere
tr: Gala

# #31005
source: Track Number
tr: Parça Numarası

# #31008
source: System auto shutdown in
tr: Otomatik Sistem Kapama

# #31009
source: Context Menu
tr: Kabuk Menü

# #31011
source: On
tr: Açık

# #31012
source: Off
tr: Kapalı

# #31013
source: Enable Home Menu Animation
tr: Hareketli Ana Menüsünu Etkinleştir

# #31014
source: ViewType Options
tr: Görünüm Türü Seçenekleri

# #31015
source: General Options
tr: Genel seçenekler

# #31016
source: File Manager
tr: Dosya Yöneticisi

# #31017
source: Karaoke Song Selector
tr: Karaoke Şarkı Seçici

# #31018
source: Trailers
tr: Fragmanlar

# #31019
source: Search for movies directed by
tr: Bu Yönetmenin Filmlerini ara

# #31020
source: Found
tr: Bulundu

# #31021
source: Music Library
tr: Müzik Kütüphanesi

# #31022
source: Music Files
tr: Müzik Dosyalar

# #31023
source: Info
tr: Bilgi

# #31024
source: Page
tr: Sayfa

# #31025
source: Items
tr: Öğe

# #31026
source: Scrolling...
tr: Kaydırma...

# #31027
source: Memory Used:
tr: Kullanılan Bellek:

# #31028
source: Move Left
tr: Sola Taşı

# #31029
source: Move Right
tr: Sağa Taşı

# #31030
source: AM
tr: Sabah

# #31031
source: PM
tr: Akşam

# #31032
source: User Login
tr: Kullanıcı girişi

# #31033
source: Channel Group
tr: Kanal Grubu

# #31034
source: Teletext
tr: Teleteks

# #31036
source: Close
tr: Kapat

# #31037
source: Change Rating
tr: Değerlendirmeyi değiştir

# #31039
source: IP Address
tr: IP adresi

# #31040
source: Created by
tr: Tarafından Oluşturuldu

# #31041
source: Creator
tr: Oluşturan

# #31080
source: Slide
tr: Kaydır

# #31081
source: Gallery
tr: Galeri

# #31082
source: 3D Wall
tr: 3D Duvar

# #31083
source: Wall
tr: Duvar

# #31084
source: Posters
tr: Afişler

# #31085
source: Thumbnails
tr: Küçük Resimler

# #31086
source: Banner List
tr: Afiş Listesi

# #31087
source: VideoWall Fanart
tr: VideoDuvarı Fanart'ı

# #31088
source: List Wall
tr: Duvar Listesi

# #31098
source: Home Menu
tr: Ana Menü

# #31099
source: Show Home Menu Buttons
tr: Ana Menü Düğmelerini Göster

# #31100
source: Hide Home Menu Buttons
tr: Ana Menü Düğmelerini Gizle

# #31101
source: Show Weather Info
tr: Hava Durumunu Göster

# #31104
source: Show Search Button
tr: Arama Düğmesini Göster

# #31105
source: Hide Trailers Button
tr: Fragmanlar Düğmesini Gizle

# #31106
source: Hide Movies Button
tr: Filmler Düğmesini Gizle

# #31107
source: Hide TV Shows Button
tr: TV Programları Düğmesini Gizle

# #31108
source: Hide Music Button
tr: Müzik Düğmesini Gizle

# #31109
source: Hide Pictures Button
tr: Resimler Düğmesini Gizle

# #31110
source: Hide Programs Button
tr: Programlar Düğmesini Gizle

# #31111
source: Hide Add-ons Button
tr: Eklentiler Düğmesini Gizle

# #31112
source: Hide Weather Button
tr: Hava Durumu Düğmesini Gizle

# #31113
source: Hide Settings Button
tr: Ayarlar Düğmesini Gizle

# #31114
source: Show Videos Button
tr: Video Düğmesini Göster

# #31115
source: Show Exit Button
tr: Çıkış Düğmesini Göster

# #31116
source: Show Music Videos Button
tr: Müzik Videoları Düğmesini Göster

# #31118
source: Custom Button
tr: Özel Düğme

# #31119
source: Custom Home Menu Buttons
tr: Özel Ana Menü Düğmesi

# #31120
source: Hide Movies Submenu
tr: Film Alt Menüsünü Gizle

# #31122
source: Hide Music Submenu
tr: Müzik Alt Menüsü Düğmesini Gizle

# #31123
source: Hide Settings Submenu
tr: Ayarlar Altmenüsünü Gizle

# #31124
source: Flashing Lights
tr: Müzik Altmenüsünü Gizle

# #31125
source: Edit Info
tr: Bilgiyi Düzenle

# #31127
source: Landscape
tr: Yatay

# #31131
source: Show Only on Home Screen
tr: Sadece Anemenüde Göster

# #31132
source: Hide Background Video
tr: Arka Plan Videosunu Gizle

# #31133
source: Custom Background
tr: Özel Arka Plan

# #31134
source: Edit Background for Media Type
tr: Medya Türü için Arka planı değiştir

# #31135
source: Single Image
tr: Tek Resim

# #31136
source: Multi Image
tr: Çoklu Resim

# #31137
source: Enable Notifications
tr: Bildirimleri Etkinleştir

# #31138
source: Enable Movies Notifications
tr: Film Bildirimlerini Etkinleştir

# #31139
source: Enable Add-ons Notifications
tr: Eklenti Bildirimlerini Etkinleştir

# #31140
source: Enable Weather Alerts Notifications
tr: Hava Durumu Uyarı Bildirisini etkinleştir

# #31141
source: Choose Lyrics Add-on
tr: Şarkı Sözleri Eklentisini Seç

# #31142
source: Choose Subtitles Add-on
tr: Altyazı Eklentisini Seç

# #31151
source: Show RSS feed in whole skin
tr: RSS Akışlarını Tüm Ciltte Göster

# #31152
source: Hide Live TV Submenu
tr: Canlı TV Alt Menüsünü Gizle

# #31153
source: Enable login screen
tr: Giriş Ekranını Etkinleştir

# #31154
source: Choose Trailers Add-on
tr: Fragman Eklentisi Seç

# #31155
source: Add-ons Button opens...
tr: Eklentiler Düğmesi Şunu Açar

# #31156
source: Hide Video Views
tr: Video Görüntülenme Sayısını Gizle

# #31157
source: Hide Music Views
tr: Müzik Görüntülenme Sayısını Gizle

# #31158
source: Views
tr: Görünümler

# #31161
source: Show Library Totals
tr: Kütüphane Toplamını Göster

# #31162
source: Enable Kiosk Mode
tr: Bilgi Noktası Modunu Etkinleştir

# #31166
source: Local subtitle available
tr: Yerel altyazı mevcut

# #31167
source: Settings Level:
tr: Seviye Ayarları:

# #31168
source: Reset Level
tr: Seviye Sıfırlama

# #31169
source: Reset Skin
tr: Cildi Sıfırla

# #31173
source: Hide Add-ons Submenu
tr: Eklentiler Alt Menüsünü Gizle

# #31174
source: Hide Submenus
tr: Alt Menüleri Gizle

# #31200
source: My Movies
tr: Filmlerim

# #31201
source: My TV Shows
tr: TV Programlarım

# #31202
source: My Music
tr: Müziklerim

# #31203
source: New Search
tr: Yeni Arama

# #31204
source: Please check your weather settings
tr: Lütfen Hava Durumu Ayarlarınızı Kontrol Ediniz

# #31205
source: Browse the most recently added movies
tr: En Son Eklenen Filmleri Tarayın

# #31206
source: Browse the most recently added episodes
tr: En Son Eklenen Bölümleri Tarayın

# #31207
source: Browse the most recently added albums
tr: En Son Eklenen Albümleri Tarayın

# #31208
source: Browse all movies in progress
tr: Tüm Başlamış Filmleri Tara

# #31209
source: Browse all shows in progress
tr: Tüm Başlamış Programları Tara

# #31210
source: Browse all music in progress
tr: Tüm Başlamış Müzikleri Tara

# #31211
source: Browse all movies in your library
tr: Kütüphanenizdeki Tüm Filmleri Tarayın

# #31212
source: Browse all shows in your library
tr: Kütüphanenizdeki Tüm Programları Tarayın

# #31213
source: Browse all music in your library
tr: Kütüphanenizdeki Tüm Müzikleri Tarayın

# #31214
source: Airing
tr: Yayınlanan

# #31215
source: Next Airs
tr: Sıradaki Canlı Yayın

# #31216
source: Last Aired
tr: Son Yayınlanan

# #31218
source: Landscape
tr: Yatay

# #31220
source: Extra Info
tr: Ekstra Bilgi

# #31223
source: 36 Hour Forecast
tr: 36 Saatlik Hava Tahmini

# #31224
source: Hourly Forecast
tr: Saatlik Hava Tahmini

# #31225
source: Weekend Forecast
tr: Hafta Sonu Hava Tahmini

# #31226
source: 10 Days Forecast
tr: 10 Günlük Hava Tahmini

# #31229
source: Last Updated
tr: Son Güncelleme

# #31230
source: Data Provider
tr: Veri Sağlayıcı

# #31231
source: Max Humidity
tr: Maksimum Nem

# #31232
source: Min Humidity
tr: Minimum Nem

# #31233
source: Chance of Precipitation
tr: Yağış Olasılığı

# #31235
source: Current Forecast
tr: Şimdiki Tahmin

# #31236
source: Forecast
tr: Hava Tahmini

# #31237
source: View
tr: Görünüm

# #31238
source: No Shows Airing Today
tr: Bugün Yayınlanan Program Yok

# #31239
source: Shows Listed
tr: Listelenen Programlar

# #31240
source: Shows Airing Today
tr: Bugün Yayınlanan Programlar

# #31241
source: Recently Added Movies
tr: Son Eklenen Filmler

# #31243
source: Recently Added Music
tr: Yeni Eklenen Müzik

# #31244
source: New Movies
tr: Yeni Filmler

# #31245
source: New TV Shows
tr: Yeni TV Programları

# #31246
source: New Music
tr: Yeni Müzik

# #31247
source: Random Movies
tr: Tesadüfi Filmler

# #31248
source: Random TV Shows
tr: Tesadüfi TV Programları

# #31249
source: Random Music
tr: Rastgele Müzik

# #31250
source: All Movies
tr: Bütün Filmler

# #31251
source: All TV Shows
tr: Bütün TV Programları

# #31252
source: All Music
tr: Bütün Müzik

# #31254
source: Search on YouTube
tr: YouTube'da Ara

# #31255
source: RSS Video Feeds
tr: RSS Video Akışı

# #31256
source: In Cinemas Now
tr: Şimdi Sinemalarda

# #31257
source: Trending Movies
tr: Film Eğilimleri

# #31258
source: Trending TV Shows
tr: Eğilimli TV Programları

# #31259
source: Top Artists
tr: En iyi Sanatçılar

# #31280
source: Open Playlist
tr: Çalma Listesini Aç

# #31281
source: Save Playlist
tr: Çalma Listesini Kaydet

# #31282
source: Close Playlist
tr: Çalma Listesini Kapat

# #31283
source: System Music Files
tr: Sistem Müzik Dosyaları

# #31284
source: Current Playlist
tr: Geçerli Çalma Listesi

# #31285
source: Playlist Options
tr: Çalma Listesi Seçenekleri

# #31300
source: Muted
tr: Sessiz

# #31301
source: Playing
tr: Oynatılıyor

# #31302
source: Paused
tr: Duraklatıldı

# #31303
source: Rewinding:
tr: Geri Sarma:

# #31304
source: Forwarding:
tr: İleri:

# #31305
source: Finish Time:
tr: Bitiş Zamanı:

# #31306
source: Customize Background
tr: Arka Planı Özelleştir

# #31307
source: Enable Visualization
tr: Görseli Etkinleştir

# #31308
source: Visualization Type
tr: Görsel Türü

# #31309
source: Visualization Presets
tr: Görsel Öğe Önayarları

# #31310
source: Visualization Settings
tr: Görsel Öğe Ayarları

# #31313
source: Animated Backgrounds
tr: Hareketli Arkaplanlar

# #31316
source: Now Playing
tr: Şimdi Çalınıyor

# #31350
source: Available Groups
tr: Mevcut Gruplar

# #31351
source: Add Group
tr: Grup Ekle

# #31352
source: Rename Group
tr: Grubu Yeniden Adlandır

# #31353
source: Delete Group
tr: Grubu Sil

# #31370
source: Update Video Library
tr: Video Kütüphanesini Güncelleştir

# #31371
source: Update Music Library
tr: Müzik Kütüphanesini Güncelleştir

# #31372
source: Clean Video Library
tr: Video Kütüphanesini Temizle

# #31373
source: Clean Music Library
tr: Müzik Kütüphanesini Temizle

# #31374
source: Quick Navigation
tr: Hızlı Navigasyon

# #31375
source: Disable Quick Navigation
tr: Hızlı Navigasyonu kapat

# #31381
source: Show Shutdown Button
tr: Kapatma Düğmesini Göster

# #31382
source: Show File Manager Button
tr: Dosya Yöneticisi Düğmesini Göster

# #31383
source: Hide Movies Button
tr: Filmler Düğmesini Gizle

# #31384
source: Hide TV Shows Button
tr: TV Programları Düğmesini Gizle

# #31385
source: Hide Music Button
tr: Müzik Düğmesini Gizle

# #31386
source: Hide Pictures Button
tr: Resimler Düğmesini Gizle

# #31387
source: Hide Add-ons Button
tr: Eklentiler Düğmesini Gizle

# #31388
source: Hide New Movies Button
tr: Yeni Filmler Düğmesini Gizle

# #31389
source: Hide New TV Shows Button
tr: Yeni TV Programları Düğmesini Gizle

# #31390
source: Hide New Music Button
tr: Yeni Müzik Düğmesini Gizle

# #31391
source: Show Settings Button
tr: Ayarlar Düğmesini Göster

# #31392
source: Show Videos Button
tr: Video Düğmesini Göster

# #31393
source: Hide QuickNav Buttons
tr: HızNav Düğmelerini Gizle

# #31394
source: Show QuickNav Buttons
tr: HızNav Düğmelerini Göster

# #31395
source: Custom QuickNav Buttons
tr: Özel HızNav Düğmeleri

# #31396
source: Custom Button
tr: Özel Düğme

# #31397
source: Hide Skin Settings Button
tr: Cilt Ayarları Düğmesini Gizle

# #31398
source: Hide Favourites Button
tr: Favoriler Düğmesini Gizle

# #31399
source: Hide LiveTV Button
tr: Canlı TV Düğmesini Gizle

# #31411
source: Configure Appearance Settings
tr: Görünüm Ayarlarını Yapılandır

# #31412
source: Configure Video Settings
tr: Video Ayarlarını Yapılandır

# #31413
source: Configure Live TV Settings
tr: Canlı TV Ayarlarını Yapılandır

# #31414
source: Configure Music Settings
tr: Müzik Ayarlarını Yapılandır

# #31415
source: Configure Pictures Settings
tr: Resimler Ayarlarını Yapılandır

# #31416
source: Configure Weather Settings
tr: Hava Durumu Ayarlarını Yapılandır

# #31417
source: Configure Services Settings
tr: Hizmet Ayarlarını Yapılandır

# #31418
source: Configure System Settings
tr: Sistem Ayarlarını Yapılandır

# #31419
source: Configure Profiles Settings
tr: Profil Ayarlarını Yapılandır

# #31420
source: Configure Skin Settings
tr: Cilt Ayarlarını Yapılandır

# #31430
source: Help
tr: Yardım
